---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.PathReinSpanSymbol
source: html/f4e290d1-e867-f323-4550-c31c35b59faf.htm
---
# PathReinSpanSymbol Properties

The id of the assembly instance to which the element belongs.